{
    "no_route_found": "No Route Found",
    "choose_option": "Choose option",
    "camera": "Camera",
    "gallery": "Gallery",
    "remove": "Remove",
    "plane_name_en": "Plane name in english",
    "plane_description_en": "Plane description in english",
    "plane_name_ar": "Plane name in arabic",
    "plane_description_ar": "Plane description in arabic",
    "plane_name_error": "Please, enter the plane name",
    "plane_description_error": "Please, enter the plane descritpion",
    "upload": "Upload",
    "add_plane": "Add Plane",
    "all_planes": "All Planes",
    "settings": "Settings",
    "choose_lang": "Choose Language",
    "en_lang": "English",
    "ar_lang": "Arabic",
    "empty": "Empty",
    "about_us": "About Us",
    "an_error_occured": "An Error Occured",
    "about_description": "The Egyptian Air Force, a museum that includes a large collection of aircraft that belong to the Egyptian army, including the Cairo Air Force 200, the Cairo Air Force 300, and the Air Force Edition. The museum is a guided tour by plane over Egypt's landmarks from Cairo.",
    "home": "Home",
    "explore": "Explore",
    "map_title": "Egyptian Air Force Museum",
    "light_mode": "Light mode",
    "dark_mode": "Dark mode",
    "search": "Search...",
    "ok": "Ok",
    "product_uploaded_successfully": "Product uploaded successfully",
    "could_not_launch": "Could not launch",
    "download_latest_version": "Please, download the latest version",
    "view_all": "View All",
    "activity_name_en": "Activity name in english",
    "activity_description_en": "Activity description in english",
    "activity_name_ar": "Activity name in arabic",
    "activity_description_ar": "Activity description in arabic",
    "activity_name_error": "Please, enter the activity name",
    "activity_description_error": "Please, enter the activity descritpion",
    "add_activity": "Add Activity",
    "activity_uploaded_successfully": "Activity uploaded successfully",
    "go_to_this_link": "Please, download the latest version",
    "all_activities": "All Activities",
    "comm_with_admin": "Please, Contact your adminstrator",
    "check_internet_connection": "Please, Check your internet connection",
    "play_stop": "Play/Stop",
    "nothing_selected": "Nothing is selected",
    "all": "All",
    "history": "History",
    "history_description": "The history of the establishment of the Air Force begins when the Egyptian government allocated an amount from the budget in 1929 AD and the capacity of fifty thousand pounds to spend on the establishment of the Air Force, including forty thousand pounds for the construction of Almaza Airport and seven thousand pounds for the purchase of British aircraft of the \"Tiger Mouse\" model, then the real practical beginning comes on the day The second of November 1932 AD, the day of the official announcement of the Royal Egyptian Air Force and the entry of five English-made Tiger Mouse planes to the homeland, piloted by the first Eagles of Egypt, including Pilot Lieutenant / Abdel Moneim Al Italiani, Lieutenant Pilot / Ahmed Abdel Razeq, and Lieutenant Pilot / Fouad Abdel Hamid Pilgrims The birth of the Egyptian Air Force began, which consisted of five Tiger Mouse aircraft and six Egyptian pilots. Major General / Ali Islam Pasha was appointed as the first commander of the Egyptian Air Force,and Almaza Airport was the headquarters of the Egyptian Air Force Command. Despite the newness of the Egyptian Air Force, it carried out many war operations during the Second World War to protect our borders and defend our dear homeland. The Egyptian Air Force also played a distinguished role in the Israeli positions and suffered heavy losses during the Palestine War in 1948 AD and in 1950 AD. The High Aviation School was moved to the Belbeis desert and was called the Royal Aviation College. Before the July Revolution,the Air Force consisted of limited numbers of aircraft, including (Firecept, Lexter, Tiger Mouse, and Hawker Four). History is dominated by the powerful, and heroism does not leave the mind. History wrote its first pages on November 2, 1932, with the arrival of the first Eagles of Egypt on board five Tiger Mouse planes, after a historic flight through France, Italy, the Mediterranean and North Africa, landing at Almaza Airport, to announce the birth of the greatest force. Aerial forces of its kind in the Middle East and North Africa, strong young forces that have written successive epics in the contemporary wars of Egypt. Their beginning was during World War II by shooting down one of the fighters of the Axis countries on the western borders, after that, air combat with the enemy in the Palestine war on the thirtieth of May and the twentieth From December 1948 Many modern combat aircraft were introduced at this time, such as the Sukhoi Su-17 and Su-20 Soviet fighter-bombers, as well as the latest MiG-21 fighter-interceptors and Soviet-made Z-8 helicopters. ",
    "biography" : " Lieutenant General's Biography " ,
    "biography_description" : " A - Mr. / Commander of the Air Force: Rank: Staff Pilot Lieutenant General. Name: Mahmoud Fouad Abdel-Gawad. Weapon: Air Force. Date of birth: 03/19/1966. Graduation date: 06/30/1987. B - Military rehabilitation: (1) Bachelor's degree in aviation and military sciences. (2) Squadron Leaders Division. (3) A specialized air reconnaissance course. (4) A mission of electronic warfare operations officers in the United States of America. (5) Master of Military Sciences, Staff of war. (6) A course of rehabilitation and preparation for military representation jobs. (7) Fellowship of the Higher War College / Nasser Higher Military Academy. C - He was promoted in positions and leadership positions to the head of the Air Training Division, all the way to the Chief of Staff of the Air Force. D - Medals and Decorations obtained by him: (1) Medal for excellent service. (2) Order of Duty from the first class. (3) Medal for the Golden Jubilee of the July 23, 1952 revolution. (4) Medal for the Silver Jubilee of October 1973 Victory. (5) Medal of the fiftieth anniversary of the Air Force. (6) Long Service and Good Example Medal. (7) Medal of January 25th. (8) Medal of June 30. (9) Medal for the Diamond Jubilee of the Air Force. (10) Medal for the Silver Jubilee for the Liberation of Sinai. "
}